android/lib/src/main/res/raw/ws_get_configurations.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
    xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl">
    <soap:Body>
        <tptz:GetConfigurations />
    </soap:Body>
</soap:Envelope>